Repository: MinBZK/amt
Catalog: amt/locale/*/LC_MESSAGES/messages.po
Languages: nl_fy, nl_nl

source: Type
nl_nl: Type AI toepassing

source: Is the application open source?
nl_fy: Is de applikaasje iepen boarne?
nl_nl: Is de applicatie open source?

source: In what risk group falls the application?
nl_nl: In welke risicogroep valt de applicatie?

source: Does a conformity assessment need to be performed by an accredited body
nl_nl: Moet een conformiteitsbeoordeling worden uitgevoerd door een geaccrediteerde instantie?

source: Is there a systemic risk?
nl_fy: Is der in systemic risiko?
nl_nl: Is er sprake van een systeemrisico?

source: Is there a transparency obligation?
nl_fy: is der in ferplichting foar transparânsje
nl_nl: Zijn er transparantieverplichtingen?

source: Role
nl_fy: Rol
nl_nl: Rol

source: Lifecycle
nl_nl: Levenscyclus

source: Organizational Responsibilities
nl_nl: Organisatie&#x200B;verantwoordelijkheden

source: Problem Analysis
nl_nl: Probleemanalyse

source: Design
nl_nl: Ontwerpen

source: Data Exploration and Preparation
nl_nl: Dataverkenning en datapreparatie

source: Development
nl_nl: Ontwikkelen

source: Verification and Validation
nl_nl: Verficatie en validatie

source: Implementation
nl_nl: Implementeren

source: Monitoring and Management
nl_nl: Monitoring en beheer

source: Phasing Out
nl_nl: Uitfaseren

source: Home
nl_fy: thús
nl_nl: Start

source: Algorithms
nl_nl: Algoritmes

source: Overview
nl_fy: Oersicht
nl_nl: Overzicht

source: Tasks
nl_fy: Taken
nl_nl: Taken

source: New
nl_fy: Nij
nl_nl: Nieuw

source: Publish
nl_nl: Publiceren

source: System card
nl_fy: Systeem kaart
nl_nl: Systeemkaart

source: Assessment card
nl_fy: Beoardielingskaart
nl_nl: Beoordelingskaart

source: Model card
nl_fy: Modelkaart
nl_nl: Model kaart

source: Algorithm details
nl_nl: Algoritme details

source: Requirements
nl_nl: Vereisten

source: Instruments
nl_nl: Instrumenten

source: Organizations
nl_nl: Organisaties

source: Members
nl_nl: Leden

source: Compliance
nl_nl: Voldoen aan wetten en regels

source: All organizations
nl_nl: Alle organisaties

source: My organizations
nl_nl: Mijn organisaties

source: Not supplied
nl_nl: Niet aangeleverd

source: Supplied
nl_nl: Aangeleverd

source: Approved
nl_nl: Goedgekeurd

source: Published
nl_nl: Gepubliceerd

source: Select organization
nl_nl: Selecteer organisatie

source: Organization
nl_nl: Organisatie

source: You do not have sufficient permissions to create an algorithm on any organization you are member of
nl_nl: Je kunt geen algoritme toevoegen omdat je geen lid bent van een organisatie of niet de juiste rechten hebt

source: Add members
nl_nl: Voeg personen toe

source: Search for a person...
nl_nl: Zoek een persoon...

source: Responsible
nl_nl: Uitvoerende

source: Reviewer
nl_nl: Controlerende

source: Accountable
nl_nl: Verantwoordelijke

source: To do
nl_fy: Dwaan
nl_nl: Te doen

source: In progress
nl_nl: Onderhanden

source: In review
nl_nl: Beoordelen

source: Done
nl_fy: Dien
nl_nl: Afgerond

source: Not implemented
nl_nl: Niet van toepassing

source: Information on how this measure is implemented
nl_nl: Informatie over hoe deze maatregel is geïmplementeerd

source: Select one or more to upload. The files will be saved once you confirm changes by pressing the save button.
nl_nl: Selecteer één of meer bestanden om te uploaden. De bestanden zullen worden opgeslagen wanneer de Opslaan knop wordt ingedrukt.

source: Add files
nl_nl: Bestanden toevoegen

source: No files selected.
nl_nl: Geen bestanden geselecteerd.

source: Add URI
nl_nl: Voeg URI toe

source: Add links to documents
nl_nl: Voeg link naar bestanden toe

source: Name
nl_nl: Naam

source: The slug is the web path, like /organizations/my-organization-name
nl_nl: De slug is het webpad, zoals /organizations/mijn-organisatie-naam

source: Add organization
nl_nl: Organisatie toevoegen

source: Prepare publication
nl_nl: Publicatie voorbereiden

source: Preview & verify
nl_nl: Preview & controleren

source: End
nl_nl: Einde

source: Organization Maintainer
nl_nl: Organisatie beheerder

source: Organization Member
nl_nl: Organisatie lid

source: Organization Viewer
nl_nl: Organisatie lezer

source: Algorithm Maintainer
nl_nl: Algoritme beheerder

source: Algorithm Member
nl_nl: Algoritme lid

source: Algorithm Viewer
nl_nl: Algoritme lezer

source: organization
nl_nl: organisatie

source: algorithm
nl_nl: algoritme

source: String should have at least {min_length} characters
nl_nl: Tekst moet minimaal {min_length} tekens bevatten

source: Field required
nl_nl: Veld verplicht

source: String should match pattern '{pattern}'
nl_nl: De waarde moet voldoen aan het patroon '{pattern}'

source: Input should be a valid integer.
nl_nl: Invoer moet een valide getal zijn.

source: For {type} {type_name}, at least one member must have the maintainer role.
nl_nl: Voor {type} {type_name}, moet tenminste één persoon de rol 'beheerder' hebben.

source: At least one member must have the maintainer role.
nl_nl: Tenminste één persoon moet de rol moet de rol 'beheerder' hebben.

source: An error occurred while configuring the options for '{field}'. Please check the settings and try again.
nl_fy: Der barde in flater by it konfigurearjen fan de opsjes foar '{field}'. Kontrolearje asjebleaft de ynstellings en besykje it nochris.
nl_nl: Er is een fout opgetreden bij het configureren van de opties voor '{field}'. Controleer de instellingen en probeer het opnieuw.

source: An unexpected error occurred while trying to persist your changes.
nl_nl: Er is een onverwachte fout opgetreden bij het opslaan van uw wijzigingen.

source: An error occurred while processing the instrument. Please try again later.
nl_fy: Der barde in flater by it ferwurkjen fan it ynstrumint. Besykje it letter nochris.
nl_nl: Er is een fout opgetreden tijdens het verwerken van het instrument. Probeer het later opnieuw.

source: The requested page or resource could not be found, or you do not have the correct permissions to access it. Please check the URL or query and try again.
nl_nl: De gevraagde pagina of bron kon niet worden gevonden of u beschikt niet over de juiste machtigingen om deze bron te openen. Controleer de URL of query en probeer het opnieuw.

source: CSRF check failed.
nl_fy: CSRF-kontrôle mislearre.
nl_nl: CSRF-controle mislukt.

source: Only static files are supported.
nl_fy: Allinich statyske bestannen wurde stipe.
nl_nl: Alleen statische bestanden worden ondersteund.

source: Key not correct: {field}
nl_fy: Key net korrekt: {field}
nl_nl: Sleutel niet correct: {field}

source: Value not correct: {field}
nl_fy: Wearde net korrekt: {field}
nl_nl: Waarde is niet correct: {field}

source: Failed to authorize, please login and try again.
nl_nl: Autoriseren is mislukt. Meld u aan en probeer het opnieuw.

source: Something went wrong during the authorization flow. Please try again later.
nl_nl: Er is iets fout gegaan tijdens de autorisatiestroom. Probeer het later opnieuw

source: Something went wrong storing your file. PLease try again later.
nl_nl: Er is iets fout gegaan tijdens het opslaan van uw bestand. Probeer het later opnieuw.

source: Update requirements and measures
nl_nl: Vereisten en maatregelen bijwerken

source: Changing the AI-Act profile will lead to the following changes in requirements and measures.
nl_nl: Het wijzigen van het AI-Act profiel zal leiden tot de volgende wijzigingen in vereisten en maatregelen

source: New requirements
nl_nl: Nieuwe vereisten

source: Removed requirements
nl_nl: Vervallen vereisten

source: New measures
nl_nl: Nieuwe maatregelen

source: Removed measures
nl_nl: Vervallen maatregelen

source: Apply changes
nl_nl: Wijzigingen doorvoeren

source: Delete algoritmic system
nl_nl: Verwijder algoritme

source: Are you sure you want to delete your algoritmic system
nl_nl: Weet je zeker dat het algoritmische systeem wilt verwijderen

source: Data will be stored for at least 45 days before permanent deletion.
nl_nl: Gegevens worden minimaal 45 dagen bewaard voordat ze definitief worden verwijderd.

source: Yes
nl_fy: Ja
nl_nl: Ja

source: No
nl_fy: Nee
nl_nl: Nee

source: measure executed
nl_nl: maatregelen uitgevoerd

source: Edit
nl_nl: Bewerk

source: Does the algorithm meet the requirements?
nl_fy: Voldoet it algoritme oan de easken?
nl_nl: Voldoet het algoritme aan de vereisten?

source: Go to all requirements
nl_fy: Gean nei alle easken
nl_nl: Ga naar voldoen aan wetten en regels

source: Description
nl_fy: Beskriuwing
nl_nl: Omschrijving

source: Last updated
nl_fy: Lêst bywurke
nl_nl: Laatst bijgewerkt

source: References
nl_nl: Referenties

source: To be implemented
nl_nl: Nog te implementeren

source: Read more on the algoritmekader
nl_nl: Lees meer op het algoritmekader

source: Save
nl_nl: Opslaan

source: Cancel
nl_nl: Annuleren

source: Add an algorithm
nl_nl: Algoritme toevoegen

source: Algorithm name
nl_nl: Algoritme naam

source: Name of the algorithm
nl_nl: Nieuw algoritme

source: Select the lifecycle your algorithm is currently in.
nl_nl: Selecteer de levenscyclus waarin uw algoritme zich momenteel bevindt.

source: For more information on lifecycle, read the
nl_nl: Lees voor meer meer informatie over levenscyclus het

source: Algorithm Framework
nl_nl: Algoritmekader

source: AI Act Profile
nl_fy: AI Act profyl
nl_nl: AI Verordening Profiel

source: The AI Act profile provides insight into, among other things, the type of AI system and the associated obligations from the European AI Act. If you already know the type of AI system you can fill in the below fields. Otherwise, you can find your AI Act Profile with the AI Act Support Tool.
nl_nl: Het profiel van je toepassing, gebaseerd op de AI Act, geeft inzicht in onder andere het type AI systeem, de regelgeving die van toepassing is en de risicocategorie.

source: Find your AI Act profile
nl_fy: AI Act profyl
nl_nl: Vind uw AI Act profiel

source: Select Option
nl_nl: Selecteer optie

source: Add algorithm
nl_nl: Algoritme toevoegen

source: of
nl_nl: van

source: Logout
nl_nl: Uitloggen

source: Edit image
nl_nl: Afbeelding aanpassen

source: Language
nl_fy: Taal
nl_nl: Taal

source: Select language
nl_nl: Taal

source: Unknown
nl_fy: Ûnbekend
nl_nl: Onbekend

source: Not logged in
nl_nl: Niet ingelogd

source: Please login to view this page
nl_nl: Meld u aan om deze pagina te bekijken

source: Login
nl_nl: Inloggen

source: An error occurred
nl_fy: Der barde in flater
nl_nl: Er is een fout opgetreden

source: We couldn't find what you were looking for. This might be because:
nl_nl: We konden niet vinden wat u zocht. Dit kan komen doordat:

source: The link isn't correct (anymore)
nl_nl: De link niet (meer) correct is

source: The page has moved or been removed
nl_nl: De pagina is verplaatst of verwijderd

source: You don't have access to this page
nl_nl: U heeft geen toegang tot deze pagina

source: What now?
nl_nl: Wat nu?

source: Double-check if you typed the URL correctly
nl_nl: Controleer nogmaals of u de URL correct hebt getypt

source: Head back to the&nbsp;<a href="/">overview page</a>
nl_nl: Ga terug naar de&nbsp;<a href="/">overzichtspagina</a>

source: Contact your admin
nl_nl: Neem contact op met uw beheerder

source: An error occurred. Please try again later
nl_fy: Der barde in flater. Besykje it letter nochris
nl_nl: Er is een fout opgetreden. Probeer het later opnieuw.

source: There are some errors
nl_nl: Er zijn enkele fouten

source: There is an error
nl_nl: Er is een fout

source: Algorithmic Management Toolkit (AMT)
nl_fy: Algoritme Management Toolkit (AMT)s
nl_nl: Algoritme Management Toolkit

source: Remove member
nl_nl: Verwijder gebruiker

source: Are you sure you want to remove
nl_nl: Weet je zeker dat je

source: Delete
nl_nl: Verwijder

source: Error
nl_nl: Foutmelding

source: Delete file
nl_nl: Verwijder bestand

source: Are you sure you want to delete
nl_nl: Weet je zeker dat je het bestand wilt verwijderen

source: Options
nl_nl: Actie

source: ago
nl_nl: geleden

source: Download as YAML
nl_nl: Download naar YAML

source: Created at
nl_nl: Aangemaakt op

source: Created by
nl_nl: Aangemaakt door

source: Modified at
nl_nl: Bijgewerkt op

source: Create an organization
nl_nl: Organisatie aanmaken

source: Add member
nl_nl: Voeg personen toe

source: Search
nl_nl: Zoek

source: %(members_length)s result
nl_nl: %(members_length)s resultaat

source: for
nl_nl: voor

source: New organization
nl_nl: Nieuwe organisatie

source: Organisation Type
nl_nl: Organisatie Type

source: %(organizations_length)s result
nl_nl: %(organizations_length)s resultaat

source: Organization name
nl_nl: Organisatie naam

source: No persons found...
nl_nl: Geen personen gevonden...

source: ago
nl_fy: lyn
nl_nl: geleden

source: Attribute
nl_nl: Attribuut

source: Value
nl_fy: Wearde
nl_nl: Waarde

source: Question
nl_fy: Fraach
nl_nl: Vraag

source: Answer
nl_fy: Antwurd
nl_nl: Antwoord

source: AMT Placeholder information pages
nl_nl: AMT Informatiepagina's

source: Algorithm Management Toolkit
nl_fy: Algoritme Management Toolkit
nl_nl: Algoritme Management Toolkit

source: Built for government, by government.
nl_nl: Ontwikkeld voor de overheid, door de overheid

source: Get a grip on algorithms with the Algorithm Management Toolkit
nl_nl: Krijg grip op algoritmes met de Algoritme Management Toolkit

source: Risk management
nl_nl: Risicobeheer

source: Identify, classify and manage risks of algorithms. Prevent unwanted outcomes and increase the reliability of AI applications in your organization.
nl_nl: Identificeer, classificeer en beheer risico's van algoritmes. Voorkom ongewenste uitkomsten en verhoog de betrouwbaarheid van AI-toepassingen in uw organisatie.

source: Standardization & collaboration
nl_nl: Standaardisatie & samenwerking

source: Work with standardized formats that prevent duplicate work and inefficiency. Bring data scientists, governance officers and policy together in one clear structure.
nl_nl: Werk met gestandaardiseerde formats die dubbele werkzaamheden en inefficiëntie voorkomen. Breng data scientists, governance officers en beleid samen in één duidelijke structuur.

source: Everything in one place
nl_nl: Alles op één plek

source: Manage, document and control all your algorithms centrally. No more scattered Excel files or loose notes. An overview for audits, accountability and collaboration.
nl_nl: Beheer, documenteer en controleer al uw algoritmes centraal. Geen verspreide Excel-bestanden of losse notities meer. Een overzicht voor audits, verantwoording en samenwerking.

source: Stepwise compliance with legislation
nl_nl: Stapsgewijze naleving van wetgeving

source: Ensure compliance with AI laws like the AI Act and
nl_nl: Voldoe aan AI-wetgeving zoals de AI Act en

source: Quickly check which legal frameworks apply to you.
nl_nl: Check snel welke wettelijke kaders voor jou gelden.

source: Transparency & accountability
nl_nl: Transparantie & verantwoording

source: Easily meet internal requirements and legislation such as the Algorithm Framework and the AI Act. Generate uniform reports for auditors and administrators.
nl_nl: Voldoe eenvoudig aan interne vereisten en wetgeving zoals het Algoritmekader en de AI-verordening. Genereer uniforme rapporten voor auditors en beheerders.

source: Document algorithms
nl_nl: Documenteer algoritmes

source: Record metadata, context and risks for each algorithm.
nl_nl: Leg metadata, context en risico's vast voor elk algoritme.

source: Start documenting your algorithms today
nl_nl: Begin vandaag nog met het documenteren van je algoritmes

source: Get started in 5 minutes with direct access via Single Sign On Rijk, Github or email
nl_nl: Start binnen 5 minuten met directe toegang via Single Sign On Rijk, Github of e-mail

source: Personal demo available
nl_nl: Persoonlijke demo beschikbaar

source: Mail us:
nl_nl: Mail ons:

source: Checkout the user manual
nl_nl: Bekijk de gebruikershandleiding

source: in Dutch
nl_nl: in Nederlands

source: Assessment cards
nl_nl: Beoordelingskaarten

source: Model cards
nl_nl: Modelkaarten

source: Under construction
nl_nl: In ontwikkeling

source: This page is yet to be build.
nl_nl: Deze pagina moet nog worden gebouwd.

source: Category
nl_nl: Categorie

source: Group by
nl_nl: Groeperen op

source: %(amount_algorithm_systems)s result
nl_nl: %(amount_algorithm_systems)s resultaat

source: No Algorithm match your selected filters. Try adjusting your filters or clearing them to see more algorithms.
nl_nl: Er zijn geen Algoritmes die overeen komen met de geselecteerde filters. Pas de filters aan of verwijder ze om meer algoritmes te zien.

source: Does not exist
nl_nl: Bestaat niet

source: Beta Version
nl_nl: Bètaversie

source: | This website is under development | All versions are created in an open manner.
nl_nl: Deze website is in ontwikkeling. Alle versies worden op een open manier gemaakt.

source: Results for
nl_nl: Resultaten voor

source: Assignee
nl_nl: Toegewezen aan

source: You are about to permanently publish the algorithm
nl_nl: U staat op het punt om het algoritme permanent te publiceren

source: in the Algorithm Register.
nl_nl: in het Algoritmeregister.

source: What happens now?
nl_nl: Wat gebeurt er nu?

source: After your confirmation, the publication will be released.
nl_nl: Na uw bevestiging wordt de publicatie vrijgegeven.

source: The submission will be manually reviewed.
nl_nl: De inzending wordt handmatig beoordeeld.

source: The publication will be visible in the Algorithm Register within a maximum of 1 business day.
nl_nl: De publicatie is binnen maximaal 1 werkdag zichtbaar in het Algoritmeregister.

source: The responsibility for the accuracy of the data always remains with your organization.
nl_nl: De verantwoordelijkheid voor de juistheid van de gegevens blijft altijd bij uw organisatie.

source: Publish and release
nl_nl: Publiceren en vrijgeven

source: Previous step
nl_nl: Vorige stap

source: Login to Algorithm Register
nl_nl: Inloggen bij Algoritmeregister

source: Publish to the Algorithm Register
nl_nl: Publiceren in het Algoritmeregister

source: In the central algorithm register of the Dutch government, government agencies publish information about their algorithms in one place, making it searchable for everyone.
nl_nl: In het centrale algoritmeregister van de Nederlandse overheid publiceren overheidsinstanties informatie over hun algoritmes op één plek, waardoor het voor iedereen doorzoekbaar is.

source: Via AMT an algorithm can be submitted to the algorithm register.
nl_nl: Via AMT kan een algoritme worden ingediend bij het algoritmeregister.

source: The algorithm register is not part of AMT and to submit an algorithm, registration with the register is required.
nl_nl: Het algoritmeregister maakt geen deel uit van AMT en om een algoritme in te dienen is registratie bij het register vereist.

source: Submitting an algorithm is only possible if you already have registration credentials for the register.
nl_nl: Het indienen van een algoritme is alleen mogelijk als u al over registratiegegevens voor het register beschikt.

source: Read more about the Algorithm Register here
nl_nl: Lees hier meer over het Algoritmeregister

source: Continue
nl_nl: Ga verder

source: What is important when publishing?
nl_nl: Wat is belangrijk bij publicatie?

source: Before you continue with publishing your algorithm, it is important to know what criteria your algorithm must meet. Publication in the Algorithm Register contributes to transparency and accountability regarding the use of algorithms within the government.
nl_nl: Voordat u verder gaat met het publiceren van uw algoritme, is het belangrijk om te weten aan welke criteria uw algoritme moet voldoen. Publicatie in het Algoritmeregister draagt bij aan transparantie en verantwoording over het gebruik van algoritmes binnen de overheid.

source: Pay attention to the following points:
nl_nl: Let op de volgende punten:

source: Completeness of data:
nl_nl: Volledigheid van gegevens:

source: Ensure that all relevant metadata, such as purpose, operation, data used and impact assessments, are fully and accurately filled in your algorithm description. Incomplete information can lead to delay or rejection of publication.
nl_nl: Zorg ervoor dat alle relevante metadata, zoals doel, werking, gebruikte gegevens en impacttoetsen, volledig en nauwkeurig zijn ingevuld in uw algoritmebeschrijving. Onvolledige informatie kan leiden tot vertraging of afwijzing van publicatie.

source: Necessity of publication:
nl_nl: Noodzaak van publicatie:

source: Determine whether your algorithm falls under the publication obligation, for example because it is a high-risk algorithm according to the European AI regulation, or has a direct impact on citizens. Make sure you have all this information at hand or have already filled it in on the previous tabs.
nl_nl: Bepaal of uw algoritme onder de publicatieplicht valt, bijvoorbeeld omdat het een hoog-risico algoritme is volgens de Europese AI-verordening of directe impact heeft op burgers. Zorg ervoor dat u al deze informatie bij de hand heeft of al heeft ingevuld op de vorige tabbladen.

source: Show status
nl_nl: Toon status

source: Next step
nl_nl: Volgende stap

source: Below you can see the complete preview of the publication.
nl_nl: Hieronder ziet u de volledige preview van de publicatie.

source: Completeness
nl_nl: Volledigheid

source: : Fill in as many fields as possible. Empty fields are generally not shown on the website.
nl_nl: : Vul zoveel mogelijk velden in. Lege velden worden over het algemeen niet getoond op de website.

source: Accessible language
nl_nl: Toegankelijke taal

source: : Use understandable language where possible (aim is B1 level), especially in the general descriptions.
nl_nl: : Gebruik waar mogelijk begrijpelijke taal (streef naar B1-niveau), vooral in de algemene beschrijvingen.

source: If you want to change data, you can use the details page.
nl_nl: Als u gegevens wilt wijzigen, kunt u de detailpagina gebruiken.

source: Publication category
nl_nl: Publicatiecategorie

source: Impact assessments
nl_nl: Impacttoetsen

source: General information
nl_nl: Algemene informatie

source: Responsible use
nl_nl: Verantwoord gebruik

source: Operation
nl_nl: Werking

source: Theme
nl_nl: Thema

source: Start date
nl_nl: Begindatum

source: End date
nl_nl: Einddatum

source: Contact details
nl_nl: Contactgegevens

source: Purpose and impact
nl_nl: Doel en impact

source: Considerations
nl_nl: Afwegingen

source: Human intervention
nl_nl: Menselijke tussenkomst

source: Legal basis
nl_nl: Wettelijke basis

source: Legal basis (links)
nl_nl: Wettelijke basis (links)

source: Link to processing register
nl_nl: Link naar verwerkingsregister

source: Impact assessments (links)
nl_nl: Impacttoetsen (links)

source: Source data
nl_nl: Brondata

source: Source data (links)
nl_nl: Brondata (links)

source: Methods and models
nl_nl: Methoden en modellen

source: Supplier
nl_nl: Leverancier

source: Publication status
nl_nl: Publicatiestatus

source: The algorithm cannot be found in the register but was previously published via AMT. It may have been removed from the register.
nl_nl: Het algoritme kan niet worden gevonden in het register maar was eerder gepubliceerd via AMT. Het is mogelijk verwijderd uit het register.

source: The publication has now also been removed from AMT.
nl_nl: De publicatie is nu ook verwijderd uit AMT.

source: Publish again
nl_nl: Opnieuw publiceren

source: Last published on
nl_nl: Laatst gepubliceerd op

source: No publication information is available yet.
nl_nl: Er is nog geen publicatie-informatie beschikbaar.

source: Link to your publication
nl_nl: Link naar uw publicatie

source: View publication preview
nl_nl: Bekijk publicatiepreview
