Repository: MinBZK/amt
Catalog: amt/locale/*/LC_MESSAGES/messages.po
Languages: nl_fy, nl_nl

source: A newer version of the algorithm has been successfully submitted, but not yet released. Only after release will the approval process start and publication can take place.
nl_nl: Een nieuwere versie van het algoritme is succesvol ingediend, maar nog niet vrijgegeven. Pas na vrijgave start het goedkeuringsproces en kan publicatie plaatsvinden.

source: The algorithm has been successfully submitted, but not yet released. Only after release will the approval process start and publication can take place.
nl_nl: Het algoritme is succesvol ingediend, maar nog niet vrijgegeven. Pas na vrijgave start het goedkeuringsproces en kan publicatie plaatsvinden.

source: Release publication
nl_nl: Publicatie vrijgeven

source: The algorithm has been submitted to the Algorithm Register and released. It still needs to be definitively published by the Algorithm Register.
nl_nl: Het algoritme is ingediend bij het Algoritmeregister en vrijgegeven. Het moet nog definitief gepubliceerd worden door het Algoritmeregister.

source: A new version of the algorithm has been submitted to the Algorithm Register and released. It still needs to be definitively published by the Algorithm Register.
nl_nl: Een nieuwe versie van het algoritme is ingediend bij het Algoritmeregister en vrijgegeven. Het moet nog definitief gepubliceerd worden door het Algoritmeregister.

source: Start publishing
nl_nl: Start met publiceren

source: Modify publication
nl_nl: Publicatie wijzigen

source: A connection could not be established with the Algorithm Register.
nl_nl: Er kon geen verbinding worden gemaakt met het Algoritmeregister.

source: Check the entered data and try again.
nl_nl: Controleer de ingevulde gegevens en probeer het opnieuw.

source: The Algorithm Register is not part of AMT and to submit an algorithm or check the status, logging in to the register is required.
nl_nl: Het Algoritmeregister maakt geen deel uit van AMT en om een algoritme in te dienen of de status te controleren is inloggen bij het register vereist.

source: Read more about registration here
nl_nl: Lees hier meer over registratie

source: Password
nl_nl: Wachtwoord

source: Connection successful
nl_nl: Verbinding geslaagd

source: The connection to the Algorithm Register was successful.
nl_nl: De verbinding met het Algoritmeregister is geslaagd.

source: Organization selected
nl_nl: Organisatie geselecteerd

source: You are publishing to organization:
nl_nl: U publiceert naar organisatie:

source: Change organization
nl_nl: Wijzig organisatie

source: Select an organization
nl_nl: Selecteer een organisatie

source: Under which organization should this algorithm be published?
nl_nl: Onder welke organisatie moet dit algoritme worden gepubliceerd?

source: Choose your organization
nl_nl: Kies uw organisatie

source: Confirm
nl_nl: Bevestig

source: Enter the organization details you want to publish with.
nl_nl: Voer de organisatiegegevens in waarmee u wilt publiceren.

source: Organization Identifier
nl_nl: Organisatie-ID

source: This is your organization ID in the Algorithm Register.
nl_nl: Dit is uw organisatie-ID in het Algoritmeregister.

source: Organization Name
nl_nl: Organisatienaam

source: This is the name of your organization as it will be displayed in the Algorithm Register.
nl_nl: Dit is de naam van uw organisatie zoals deze wordt weergegeven in het Algoritmeregister.

source: Publication Category
nl_fy: Publikaasje Category

source: Projects
nl_fy: Projekten

source: An internal server error occurred while processing your request. Please try again later.
nl_fy: Der barde in ynterne serverflater by it ferwurkjen fan jo fersyk. Besykje it letter nochris.

source: The requested page or resource could not be found. Please check the URL or query and try again.
nl_fy: De frege side of boarne koe net fûn wurde. Kontrolearje asjebleaft de URL of query en besykje it nochris

source: Todo
nl_fy: Dwaan

source: Doing
nl_fy: Dwaande

source: Reviewing
nl_fy: Resinsje

source: AMT Placeholder informatie pagina's
nl_fy: AMT Placeholder ynformaasje pagina's

source: About us
nl_fy: Oer ús

source: Contact
nl_fy: Kontakt

source: version
nl_fy: ferzje

source: AMT Placeholder information page
nl_fy: AMT Placeholder ynformaasje pagina's

source: Which instruments are executed?
nl_fy: hokker ynstruminten wurde útfierd?

source: done
nl_fy: dien

source: Go to all instruments
nl_fy: Ga nei alle ynstruminten

source: Project code
nl_fy: Fine projekt...

source: New project
nl_fy: Nij projekt

source: Find project...
nl_fy: Fine projekt...

source: Create a new project
nl_fy: Meitsje in nij projekt

source: Project name
nl_fy: projekt namme

source: Your project name here
nl_fy: Jo projektnamme hjir

source: Overview of instruments for the responsible development, deployment, assessment and monitoring of algorithms and AI-systems.
nl_fy: Oersjoch fan ynstruminten foar de ferantwurdlike ûntwikkeling, ynset, beoardieling en tafersjoch fan algoritmen en AI-systemen

source: Choose one or more instruments
nl_fy: Kies ien of mear ynstruminten

source: Create Project
nl_fy: Project oanmeitsje
